{
    "name": "Yannai",
    "imgData": {
        "url": "/assets/images/aquila_v_y_180.jpg",
        "url2": "assets/images/aquila_v_a.jpg",
        "width": "2000px",
        "height": "2345px",
        "title": "Yannai",
        "fontSize" : "20px"
    },
    "slides": [
        {
    "word": "Piyyut",
    "color": "#ffffff",
    "shape": "  402,604  554,593  747,609  900,599  943,673  942,870  934,980  867,995  803,963  568,966  412,956 ",
    "cat": "Script",
    "fields": {
        "title": {
            "name": "title",
            "value": "Piyyut"
        },
        "link": {
            "name": "link",
            "value": "Jewish liturgical poems"
        },
        "text": {
            "name": "text",
            "value": "Piyyut  are liturgical poems to be sung or chanted during services in the  Synagogue. They are usually performed by a cantor, with the congregation  providing a response. Unlike other genres of Jewish liturgical poetry,  piyyut directly involved the congregation in their performance. The main body of the  poem was performed by a cantor, often with the congregation chanted a refrain. As a part of the liturgy,  piyyut  were not just poems but also a form of prayer and  a means of commenting on the Torah readings. They were often highly dramatic,  bringing the biblical texts to life for the congregation. The  piyyut  had an  important religious role for the medieval Jewish congregation: through their  performance, the members of the congregation developed their spiritual  relationship to God through understanding the Torah, and strengthened their  sense of being part of a community through the shared experience of communal  prayer. Piyyut  were evidently important to the medieval Jewish community: over 40% of  the texts in the Genizah are poetry."
        },
        "image": {
            "name": "image",
            "value": ""
        },
        "icon": {
            "name": "icon",
            "value": ""
        },
        "drawingSetting": {
            "name": "drawingSetting",
            "value": "region_red"
        },
        "video": {
            "name": "video",
            "value": "_t5bK53Q0Ic"
        },
        "comment": {
            "name": "comment",
            "value": ""
        },
        "animation": {
            "name": "animation",
            "value": ""
        },
        "map": {
            "name": "map_link",
            "value": "2"
        },
         "map_link": {
            "name": "map_link",
            "value": "Medieval Palestina"
        }
    }},
        {
    "word": "Yannai",
    "color": "#ffffff",
    "shape": " 1270,1464  1286,1417  1241,1391  1040,1409  785,1419  592,1428  429,1420  420,1452  430,1484  570,1475  724,1475  905,1471",
    "cat": "Author",
    "fields": {
         "link": {
            "name": "link",
            "value": "Yannai the poet"
        },
        "title": {
            "name": "title",
            "value": "Yannai the poet"
        },
        "text": {
            "name": "text",
            "value": "The upper text of the TS-12-184-v is poetry by the  payyetan  Yannai.  Payyetan were Jewish writers of  piyyut  – liturgical poetry sung or chanted during the  service in the Synagogue, linked to the Torah readings for that week. Yannai probably lived in Palestine in the 6 th  or 7 th  century. It is likely that he was a prolific writer: he is thought to be one of the first Jewish poets to compose a  piyyut  for each weekly Sabbath service, and the copying of his work by a Jewish  scribe on to a recycled parchment in the 10 th  century indicates his continued  popularity three centuries later. However, his poetry declined in popularity in the  12 th -13 th  centuries, when the Babylonian Jewish traditions replaced the  Palestinian tradition, including within the Jewish community in Cairo. The  Babylonian tradition used a different lectionary for Torah readings; Yannai’s  piyyut , linked specifically to the readings of the Palestinian tradition, became  irrelevant and fell out of use. As his work was no longer copied and disseminated after this date, the majority of Yannai’s extant work comes from the Cairo  Genizah."
        },
        "image": {
            "name": "image",
            "value": ""
        },
        "translation": {
            "name": "icon",
            "value": "And he spoke to Moses and to Aaron, saying, Speak unto the children of Israel, and say unto them each man’"
        },
        "drawingSetting": {
            "name": "drawingSetting",
            "value": "region_yellow"
        },
        "video": {
            "name": "video",
            "value": ""
        },
        "transcription": {
            "name": "transcription",
            "value": "וידבר י'י אל משה ואל אהרן לאמר: דברו אל בני ישראל ואמרתם אלהם איש איש כי"
        },
        "animation": {
            "name": "animation",
            "value": ""
        },
         "map": {
            "name": "map_link",
            "value": "2"
        },
         "map_link": {
            "name": "map_link",
            "value": "Medieval Palestine"
        }
    }
},
        {
    "word": "Parchment",
    "color": "#ffffff",
    "shape": "1704,613  1890,601  1895,796  1718,800",
    "cat": "Material",
    "fields": {
        "title": {
            "name": "title",
            "value": "Text"
        },
        "text": {
            "name": "text",
            "value": "Parchment is made from cow, sheep, or goat skin. The hide is treated with lime, the hair scraped away, and the bare hide scraped and stretched until thin. It is an extremely durable material: if kept dry, it will last for centuries. Its durability means that, unlike papyrus, the ink can be removed by scraping or washing, and the parchment reused. As parchment was expensive and was time-consuming to make, there was a incentive to remove old texts and reuse parchment."
        },
        "image": {
            "name": "image",
            "value": ""
        },
        "link": {
            "name": "link",
            "value": "making of parchment"
        },
        "icon": {
            "name": "icon",
            "value": ""
        },
        "translation": {
            "name": "icon",
            "value": ""
        },
        "video": {
            "name": "video",
            "value": "2-SpLPFaRd0"
        },
        "transcription": {
            "name": "transcription",
            "value": "וידבר י'י אל משה ואל אהרן לאמר: דברו אל בני ישראל ואמרתם אלהם איש איש כי"
        },
        "animation": {
            "name": "animation",
            "value": ""
        },
         "map": {
            "name": "map_link",
            "value": ""
        },
         "map_link": {
            "name": "map_link",
            "value": ""
        }
    }
}
 

            
    ]
}